/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Conectando.";
"cover-open" = "Tapa abierta.";
"developer-empty" = "Desarrollador vacío.";
"developer-low" = "Desarrollador bajo.";
"door-open" = "Puerta abierta.";
"fuser-over-temp" = "Temperatura del fusible alta.";
"fuser-under-temp" = "Temperatura del fusible baja.";
"input-tray-missing" = "Falta la bandeja de impresión.";
"interlock-open" = "Dispositivo de seguridad abierto.";
"interpreter-resource-unavailable" = "Recurso no disponible (tipo de letra)";
"marker-supply-empty" = "No hay tinta o tóner";
"marker-supply-low" = "Nivel de tinta o tóner bajo.";
"marker-waste-almost-full" = "Recipiente de residuos de tinta o tóner casi lleno.";
"marker-waste-full" = "Recipiente de residuos de tinta o tóner lleno.";
"media-empty" = "Bandeja de impresión vacía.";
"media-jam" = "Atasco de papel.";
"media-low" = "Bandeja de impresión casi vacía.";
"media-needed" = "Debe llenarse la bandeja de impresión.";
"moving-to-paused" = "Impresora pasando al modo sin conexión,";
"none" = " ";
"opc-life-over" = "OPC agotado.";
"opc-near-eol" = "OPC prácticamente agotado.";
"other" = " ";
"output-area-almost-full" = "Contenedor de salida casi lleno.";
"output-area-full" = "Contenedor de salida lleno.";
"output-tray-missing" = "Falta la bandeja de salida.";
"paused" = "En pausa.";
"shutdown" = "Impresora sin conexión.";
"spool-area-full" = "Cola de impresión llena.";
"stopped-partly" = "Detenida parcialmente";
"stopping" = "Deteniendo";
"timed-out" = "La impresora ha dejado de responder.";
"toner-empty" = "Tóner agotado.";
"toner-low" = "Tóner bajo.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Deteniendo.";
"compression-error" = "Error de descompresión.";
"document-access-error" = "Error de acceso al documento.";
"document-format-error" = "Error de formato del documento.";
"job-canceled-at-device" = "Cancelado en la impresora.";
"job-canceled-by-operator" = "Cancelado por el usuario.";
"job-canceled-by-user" = "Cancelado por el usuario.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Finalizado con errores.";
"job-completed-with-warnings" = "Finalizado con advertencias.";
"job-data-insufficient" = "Datos insuficientes.";
"job-hold-until-specified" = "Detener hasta.";
"job-incoming" = "Entrante.";
"job-interpreting" = "Interpretando.";
"job-outgoing" = "Saliente.";
"job-printing" = "Imprimiendo.";
"job-queued-for-marker" = "En cola para el marcador.";
"job-queued" = "En cola.";
"job-restartable" = "Reiniciable.";
"job-transforming" = "Transformando.";
"printer-stopped-partly" = "La impresora se ha detenido parcialmente.";
"printer-stopped" = "La impresora se ha detenido.";
"processing-to-stop-point" = "Deteniendo.";
"queued-in-device" = "Preparada.";
"resources-are-not-ready" = "Recursos no preparados.";
"service-off-line" = "Servicio fuera de línea.";
"submission-interrupted" = "Envío interrumpido.";
"unsupported-compression" = "Compresión no admitida.";
"unsupported-document-format" = "Formato de documento no admitido.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Detener tareas nuevas";
"deactivated" = "Desactivado";
"job-suspended" = "suspendido.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Falta un filtro.";
"offline-error" = "Sin conexión.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk está desactivado.";
"apple-missing-usbclassdriver-error" = "Falta un driver de tipo USB.";
"apple-nbp-lookup-warning" = "La impresora no responde.";
